{
    "paging": {
        "cursors": {
            "after": "WTI5dGJXVnVkRjlqZAFhKemIzSTZANVGd4TnpFNU9URTBPRFUxT0RFd09Eb3hORGd3T1RBeU1qUXkZD", 
            "before": "WTI5dGJXVnVkRjlqZAFhKemIzSTZANVGd4TnpFNU9URTBPRFUxT0RFd09Eb3hORGd3T1RBeU1qUXkZD"
        }
    }, 
    "data": [
        {
            "from": {
                "name": "Aj Albaaj", 
                "id": "10201965267368177"
            }, 
            "like_count": 10, 
            "can_remove": false, 
            "created_time": "2016-12-05T01:44:02+0000", 
            "message": "What the fuck did you just fucking say about me, you little bitch? I’ll have you know I graduated top of my pledge class in Kappa Kappa, and I’ve been involved in numerous secret raids on Fiji, and I have over 300 confirmed service hours. I am trained in beer dice and I’m the top beer pong player in the entire Berkeley Greek system. You are nothing to me but just another red solo cup. I will wipe you the fuck out with precision the likes of which has never been seen before on Greek Row, mark my fucking words. You think you can get away with saying that shit to me over the Internet? Think again, fucker. As we speak I am contacting my secret network of sisters across the USA and your bids are being traced right now so you better prepare for the storm, maggot. The storm that wipes out the pathetic little thing you call your social life. You’re fucking dead, kid. I can be anywhere, anytime, and I can kill you in over seven hundred ways, and that’s just with my makeup bag. Not only am I extensively trained in drinking games, but I have access to the entire arsenal of the Panhellenic council and I will use it to its full extent to wipe your miserable ass off the face of the party scene, you little shit. If only you could have known what unholy retribution your little “clever” comment was about to bring down upon you, maybe you would have held your fucking tongue. But you couldn’t, you didn’t, and now you’re paying the price, you goddamn idiot. I will shit fury all over you and you will drown in it. You’re fucking dead, kiddo.", 
            "id": "1817199148558108", 
            "user_likes": false
        }
    ]
}